IDEA Open Model
ColumnData.L0Z Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the user defined effective length of column for Z direction.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double L0Z { get; set; }
Public Property L0Z As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ColumnData Class
IdeaRS.OpenModel.Concrete Namespace